n=''
while n!='конец'
    print("Введите название страны")
    n=input()
    r='Вас поздравляет'
    if n=='Россия'
        print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='Италия'
         print(r,"Баббо Натале из Италии:"Feliceannonuovo!"")
    elif n=='Финлядия'
         print(r,"Йоулупукки из Финляндии:"OnnllistaUuttaVuotta!"")
    elif n=='Италия'
         print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='Италия'
         print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='Италия'
         print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='Италия'
         print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='Италия'
         print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='Италия'
         print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='Италия'
         print(r,"Дед Мороз из России:"С Новым годом!"")
    elif n=='конец':
        break
    else:
        print('Нет даных по этой стране')
    print('Спасибо за внимание!')












